[camera_unlock]
CameraStolen0 = Oradaki bu lanetolası martı kameramı aldı!
CameraStolen1 = I wouldae donne belly dive over there with [button:duck], ama bu bel is too precious for sliding on!

CameraRetrieved0 = Kameramı aldın mı? Wow, teşekkürler, veled! Ama yedeğimde tonlarca kamera var. Ihtiyacım yok.
CameraRetrieved1 = Martılara bağırmak için bir bahane arıyordum. Saklayabilirsin.

[mafia_town]
TownIsSoBig0 = Bu şehir çok büyük! The turistik yerleri oldukça havalı,[br]ama sana diyorum ki, hiçbir şey aya gitmenin yerini tutmaz!

[finale]
inside0 = Düşünüyorum ki bu zıplama[br]benim için fazla ve [br]kameram için de...
touristexterior0 = Bak, veled, dürüst olacağım. Of all the places I've been visiting, bu sorgusuz sualsiz en kötüsü.
touristexterior1 = You've gotta go in there and show that girl who's boss[br]so that I can get back on the moon![br]The moon was much more fun than this!
touristexterior2 = I believe in you, veled.

[moon]
moon0 = The moon is pretty alright, veled. It feels great finally being here after all these years!
moon1 = But that darn Steve from work sent me a postcard from the sun! He says it's great! [br]I can't believe that guy, always trying to one-up me!

[subcon]
touristsubcon0 = Tamamdır. I can see myself having a picnic here.[br]Halen, ay değil.[br]Gotta get up there so I can send a postcard to Steve from work.
touristsubcon1 = Steve from work went to the moon last spring. He said it was great.[br]Darn Steve. He always has to one up me.[br] I'll show him with a postcard from the moon!